/* localizable strings */
"OK" = "OK";
"Cancel" = "Cancella";
"Are you sure you want to delete ?" = "Sei sicuro di volere eliminare ?";
"Are you sure you want to empty the contents of this archive ?" = "Sei sicuro di volere svuotare il contenuto di questo archivio ?";
"Extract Here" = "Estrai qui";
"Compress Here" = "Comprimi qui";
"Operation failed" = "Operazione fallita";
"Warning !" = "Attenzione !";
"The contents of the file can not be deleted with this programme !" = "Il contenuto del file non può essere eliminato con questo programma !";
"/Desktop" = "/Scrivania";
"Save" = "Salva";
"Being analyzed," = "Analisi in corso,";
"please wait for a moment !" = "attendi qualche istante !";
"Compressing," = "Comprimendo,";
"file" = "file";
"folder" = "cartella";
"Being analyzed..." = "Analisi in corso...";
"Being analyzed: " = "Analisi in corso: ";
"The contents of the file can not be shown with this programme !" = "Il file non può essere mostrato !";
"The contents of the file is empty !" = "Il file è privo di contenuto !";
"Can not open this file with this programme !" = "Non è possibile aprire il file con questo programma !";
"Detect automatically" = "Rileva automaticamente";
"Password needed on file \"%@\"" = "Password necessaria nel file \"%@\"";
"Extracting" = "Sta estraendo";
"Extracting:" = "Sta estraendo:";
"The contents of [%@] can not be extracted with this programme !" = "I contenuti del file [%@] non possono essere estratti con questo programma !";
"The contents of the file can not be extracted with this programme !" = "I contenuti del file non possono essere estratti con questo programma !";
"Error : [%@] !" = "Errore : [%@] !";
"%d items" = "%d items";
"%d item" = "%d item";
"have existed, do you want to update ?" = "sono esistiti, non si desidera aggiornare ?";
"Updating view from \"%@\"" = "Aggiornamento vista da \"%@\"";
"Adding files to" = "Aggiunta di file a";
"%@  (%d/%d total)" = "%@  (%d/%d totale)";
"The same file is opening, eject it please !" = "Lo stesso file si apre, si prega di espellerlo !";
"Creating : " = "Creazione : ";
"Select a folder to save" = "Selezionare una cartella in cui salvare";
"Save Here" = "Salva";
"Compressing : " = "Comprimendo : ";
"Some error happen, retry please !" = "Qualche errore è accaduto, si prega di riprovare !";
"Normal" = "Normale";
"Maximized" = "Massima";
"Name" = "Nome";
"Kind" = "Digita";
"Size" = "Dimensione";
"Original size" = "Dimensione Originale";
"Created" = "Creato";
"Modified" = "Modificato";

"About SmartZipper Pro" = "Aperto SmartZipper Pro";
"Preferences" = "Preferenze…";
"Services" = "Servizi";
"Hide SmartZipper Pro" = "Nascondi SmartZipper Pro";
"Hide Others" = "Nascondi Altri";
"Show All" = "Mostra Tutto";
"Quit SmartZipper Pro" = "Esci SmartZipper Pro";

"Set selected the path as default saving path" = "Imposta il percorso selezionato come percorso di salvataggio predefinito";
"Default path can be modified in \"Preferences\"" = "Il percorso di salvataggio predefinito può essere modificato in \"Preferenze\"";

"Add" = "Aggiungere";
"Delete" = "Cancellare";
"Quick Look" = "Anteprima";
"Extract to" = "Estrai";
"Search" = "Ricerca";
"File Name" = "Nome del file";

"Edit" = "Modificare";
"View" = "Vista";
"Help" = "Assistenza";

"Window" = "Finestra";
"Minimize" = "Minimizza";
"Open Window" = "Apri Finestra";
"Bring All to Front" = "Porta Tutto sulla Parte Anteriore";

"Date Modified" = "Tempo";
"Path" = "Via";


"Extract" = "Estrai";
"Advanced" = "Avanzato";
"Always custom" = "Sempre personalizzato";
"Use default path" = "Usa percorso di default";
"Change" = "Modifica";
"Show content in Finder after extraction" = "Mostra il contenuto in Finder dopo l’estrazione";
"When double-clicking archive in the Finder, directly extract" = "Quando doppio clic archivio nel Finder, direttamente estratto";
"Set SmartZipper Pro as default compressor/uncompressor" = "Metti SmartZipper Pro come compressore/decompressore di default";
"Close" = "Chiuso";

"Filename encoding autodetection" = "Autorilevazione della codifica del nome del file";
"Filename encoding:" = "Nome del file di codifica:";
"Threshold:" = "Soglia:";
"confidence" = "sicurezza";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(Un livello di sicurezza più basso di questo farà sì che il programma richieda un codice invece di utilizzare quello autorilevato.)";



"General" = "Generale";
"Compression format:" = "Formato della Compressione:";
"[gz and bzip2 only support one file every time !]" = "[gz e bzip2 supportano solo un file per volta !]";
"Split" = "Diviso";
"Split size:" = "Dimensione Suddivisa:";
"Encrypt" = "Encrypt";
"Input password:" = "Immetti la Password:";
"Encrypt headers ( Only 7z )" = "Titoli criptati ( solo 7z )";

"Compression level:" = "Livello di Compressione: ";
"Store" = "Negozio";
"Fastest" = "Il più Veloce";
"Fast" = "Veloce";
"Normal" = "Normale";
"Maximum" = "Massimo";
"Ultra" = "Ultra";
"Solid archives (only 7z)" = "Archivi solidi(solo 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Escludi le forchette risorsa Mac OS X (es: .DS Store)";
"Show content in Finder after compression" = "Mostra il contenuto in Finder dopo compressione";
"The same path of the original file" = "Stesso percorso del file originale";

"Rate the App description" = "Ti ringraziamo per aver utilizzato il nostro software. Ti è stato utile? Ti saremmo molto grati se volessi valutarlo, nel tuo tempo libero. Grazie molte.";
"Rate now" = "Valutala ora";
"Rate later" = "Valutala più tardi";
"Don't show again" = "Non mostrare di nuovo";


"Help Document" = "Guida in linea";
"Are you sure you want to add ?" = "Sei sicuro di voler aggiungere questi files?";
"Selected Items" = "Elementi selezionati";
"Entire Zip File" = "Intero archivio zip";
"Open" = "Apri";
"Go" = "Vai";
"Work path : " = "Percorso : ";


"help introduce" = "※\nAvresti fatto meglio a selezionare \"%@\" come cartella di lavoro cosìcché SmartZipper Pro avesse potuto lavorarci meglio su. Ti piaceranno diverse caratteristiche predefinite molto convenienti.\n\n※\nuoi accedere all'interfaccia \"%@\" attraverso il menu: \"SmartZipper Pro\". Questo fornisce molte impostazioni di preferenza per le tue esigenze.\n\n※\nYou can open the window through the menu item: \"%@\".";

"Open a directory or an archiver" = "Apri una cartella o un archiviatore";


"Previous" = "Precoce";
"Next" = "Prossimo";
"Zoom" = "Zoom";
"Zoom to Fit" = "Zoom to Fit";

"Skip" = "Salta";
"The file has been removed!" = "Il file non esiste.";

"Are you sure you want to add or open the files ?" = "Sei certo di voler aggiungere o aprire questi file?";
"Extract slowly" = "Controlla quale file richiede una password se ci sono diversi file negli archivi. (Lentamente)";

"Review on the App Store" = "Recensisci sull'Appstore";
"Always show compress panel" = "Mostra sempre la casella con l'opzione di compressione";
"Always use default format" = "Comprimi con il formato di compressione predefinito";
"Finder's context menu" = "Menù contestuale di Finder";

"Purchase" = "Acquisto";
"remind purchase text" = "Stai utilizzando una versione di prova di SmartZipperPro. Se ti piace, acquistalo dal Mac AppStore";
"You can also try a few days of" = "Rimane %ld giorno di prova gratuita";
"Remind me" = "ricordare";

"Ask user whether save document \"%@\"" = "Il documento \"%@\" è stato modificato.Vuoi salvare le modifiche?";
"Ask user whether save doc document with images" = "Le immagini nel documento potrebbero andare perse. Vuoi salvare le modifiche?";
"Don't Save" = "Non salvare";
"Undo Typing" = "Cancella testo";
"Redo Typing" = "Rifai testo";
"Ask user whether update archive \"%@\"" = "Il documento \"%@\" è stato modificato. Vuoi aggiornarlo in archivio?";
"Update Archive" = "Aggiorna archivio";
"Updating files to" = "Aggiornamento file a";
"Update" = "Aggiorna";
"Don't Update" = "Non aggiornare";
"Hex" = "Hex";
"Preview" = "Preview";

"Cut" = "Taglia";
"Copy" = "Copia";
"Paste" = "Incolla";
